<template>
  <div class="we-width-100pc we-height-100pc we-relative welcome-container">
    <div class="we-padding we-scroll-y left-box">
      <div class="we-padding we-font-center we-font-18 we-font-bold">平台使用注意事项</div>
      <p class="we-margin-top-10">请妥善保管好账号密码，避免丢失，同时不允许将账号密码借给任何人，如有任何问题请第一时间与管理员联系！</p>
      <p class="we-margin-top-10">对于宿舍栋、宿舍房间、学生相关等信息原则上不得轻易修改，同时必须对这些信息负有保密责任，禁止泄露，否则将追究其相关责任！</p>
      <p class="we-margin-top-10 we-font-bold">一、充分认识加强学生公寓安全管理工作的重要性</p>
      <p class="we-margin-top-10">学生公寓是学生日常生活与学习的重要场所，是课外对学生进行思想政治工作和素质教育的重要阵地。在高校后勤社会化改革不断深化的形势下，学生公寓建设和管理的格局日趋多样化。不同学校学生集中住宿，教学、生活管理相对分离等情况，使学生公寓的教育功能越来越突出，安全管理工作的难度加大，学生公寓成为学校安全事故的多发地段并成为学校安全管理工作的重点和难点。</p>
      <p class="we-margin-top-10">学生公寓安全管理事关学生人身安全和财产安全，学生公寓安全状况关系到学校正常的教学、生活秩序，关系到学校和社会的稳定，也关系到我国高等教育的改革和发展。各地教育行政部门和高校要从维护稳定大局和推进高等教育事业发展的高度，增进政治责任感和紧迫感，重视并切实担负起维护学生公寓安全的领导责任，采取切实措施，全力做好学生公寓安全管理工作，为学生创造一个良好的学习和生活环境。</p>
      <p class="we-margin-top-10 we-font-bold">二、进一步建立健全高等学校学生公寓安全管理的体制和机制</p>
      <p class="we-margin-top-10">各高校主要负责人作为学校安全稳定工作第一负责人，对包括学生公寓在内的学校安全与稳定工作负总责，要有相当时间和精力抓安全保卫工作，分析形势、制定措施、督促检查。要形成“一把手”亲自抓，分管领导协同抓，相关部门各司其职、各负其责的工作机制。要将学生公寓安全管理纳入目标管理范畴，制定目标管理细则，逐级签订安全责任书，做到层层把关，责任到人。要不断研究学生公寓管理工作中出现的新情况、新问题，加强安全管理工作的前瞻性、预见性，坚持以预防为主，标本兼治，逐步建立起长效安全防范机制。</p>
      <p class="we-margin-top-10">要加强制度建设，保证公寓安全工作落到实处。高校后勤或物业管理部门要建立健全学生公寓的各项管理制度，制定公寓设施管理和使用制度，确保大学生在住宿、用水、用电、饮食、防火、防盗等方面都有章可循；建立安全工作检查制度，做到全面检查与重点检查相结合、定期检查和日常防范相结合，对发现的事故隐患要及时进行整改；建立安全工作信息的收集、处理和报送制度，确保重要信息及时、准确上报；建立值班制度和门卫制度，开通二十四小时固定值班电话；特别是建立安全事故责任追究制度，对玩忽职守和渎职行为要严肃处理，造成严重后果的要依法追究责任。</p>
      <p class="we-margin-top-10">要高度重视学生公寓的基础设施建设。对拟兴建的学生公寓，在设计施工时要认真落实国家有关安全标准；对由社会投资兴建的大学城，各拟进驻高校在签约前要认真查看公寓楼的安全设施，如安全设施不齐全或不符合国家有关标准，应提出改进意见；对已经进驻的，如果在使用过程中发现安全设施和设备存在故障或隐患，应立即通知物业部门检修。对学生公寓要定期进行安全达标检查，安全防护设施不齐全的要尽快补全，电线、电缆等设施陈旧老化的要及时进行更新。对于火灾隐患严重的学生宿舍，要加大改造力度，同时要加强管理，特别是注意杜绝私拉乱接电话线、电源线和电脑线，以及违章用电、私自使用大功率电器和违规使用各种电器造成线路超负荷的现象。</p>
      <p class="we-margin-top-10">高校后勤或物业管理部门要不断改善学生公寓和社区的安全设施。学生社区内要设立必要的交通、安全警示装置，建立报警点。学生公寓内要设立火灾预警监视系统、恶性用电识别装置等，通过技术防范设施，防止火灾发生。要加强学生公寓安全保卫工作人员的技术配备和条件保障，每年都应安排专项经费，用于安全保卫设施和装备的添置和更新。</p>
      <p class="we-margin-top-10">教育行政部门和高校要加强对学生公寓安全制度执行情况、安全基础设施建设改善情况的检查监督，各高校应结合各自的实际，加强检查监督。</p>
      <p class="we-margin-top-10 we-font-bold">三、切实做好思想政治工作进公寓</p>
      <p class="we-margin-top-10">高校在学生公寓思想政治工作和管理工作中要增强政治意识、责任意识和大局意识，充分发挥思想政治工作的传统和政治优势，结合学生学习和生活的特点，密切同学生的联系，及时掌握学生的动态，开展思想政治教育和日常思想品德、行为规范教育，指导和督促学生遵守校规校纪，维护学生社区正常的生活、学习和娱乐秩序。要根据教育部党组《关于进一步加强高等学校学生思想政治工作队伍建设的若干意见》（教党〔2000〕21号）要求，结合本校的实际情况，选派一定比例的优秀政工干部和政治辅导员进驻学生公寓。要进一步落实党团组织进公寓。既可以在现有校、系（学院）、年级、班学生党团组织体系的基础上，以寝室为单位建立学生党团小组；也可以根据公寓规模的大小，以1
        幢或几幢公寓为单位建立学生临时党团支部。要提高学生德育考评的科学性、实效性，把学生在公寓的表现与学生品德鉴定、优秀学生评选及奖学金的评定等结合起来。要培育和发展学生公寓的自我管理组织，注意发挥这些组织在公寓安全工作中的作用，把学生公寓建成学生自我教育、自我管理、自我服务的场所。在每个学生寝室设寝室长的基础上，每层设层长，每幢楼设楼长。楼、层长及时向学校和公寓管理部门反映学生的意见、要求，协助辅导员、宿舍管理员排解矛盾。要探索以学生公寓为基地开展校园文化活动的方式和途径，引导学生开展各种健康的活动，促进学生公寓的社会主义精神文明建设。</p>
      <p class="we-margin-top-10">　　要加强安全教育与宣传，增强师生员工的安全意识。各高校要本着“教育在先，预防在前”的原则，坚持不懈地抓好学校安全教育与宣传工作。要善于通过新生入学教育、安全知识讲座、演讲会、报告会等形式，充分利用广播、闭路电视、宣传橱窗、板报等载体，将学生公寓安全问题列入重要内容进行广泛深入的教育，努力提高广大师生员工的安全意识和安全素质。不仅要抓好有关安全工作法律法规和文件精神的学习宣传，而且要抓好基本安全常识的普及教育，帮助他们了解和掌握一定的安全防范知识和技能，提高学生的自我保护能力。</p>
      <p class="we-margin-top-10">要从实际出发，突出重点，切实增进宣传教育的实效。当前学校安全教育的重点是加强学生的消防安全、饮食安全和校区之间往返的交通安全。要加强对学生的法制教育，培养学生遵纪守法的良好行为习惯。同时，把对学生的安全教育经常化、制度化，在节假日和重大活动期间，都要有针对性地提出安全要求，对违法违纪的学生及时进行批评教育或给予必要的处罚。要加强对学生公寓管理人员和治安人员的法制与道德教育，努力提高安全防范意识。物业管理部门要牢固树立正确的经营理念，强化安全意识、服务意识和法制观念，提高安全保卫人员的政治业务素质。</p>
      <p class="we-margin-top-10 we-font-bold">四、加强领导、明确职责，确保学生公寓安全</p>
      <p class="we-margin-top-10">在推进高校后勤社会化改革过程中，对学生公寓的管理，特别是对公寓内学生的思想教育、日常行为管理和安全管理，要始终作为高校教育和管理的一项主要职责，不能有丝毫忽视和松懈，不能推向社会，不能留下教育和管理工作的空白点。学校和物业管理部门在学生公寓安全管理工作中要明确职责。各高校要做到组织健全、机构落实，责任明确、人员到位。学生的思想教育与日常行为管理主要由高校负责，学生公寓安全设施的安装及维护主要由物业管理部门负责。物业管理部门要设立安全保卫机构，成立专职队伍，切实担负起管理范围内的安全保卫工作。本着对学生人身和财产安全负责的态度，改善学生公寓的服务和管理。要把公寓安全保卫工作作为工作重点，特别是严格日常管理，努力做到值班门卫到位、巡逻执勤到位、检查整改到位、制度落实到位。由几所高校共同使用的学生公寓，应由各高校分别派人组成领导小组统筹管理，协调学校、业主、物业管理等部门之间的关系，通过明确的制度规定，落实安全责任。</p>
      <p class="we-margin-top-10">当前，各高校、物业管理部门都要重视学生公寓矛盾纠纷的排查调处工作，要把握后勤社会化条件下学校矛盾纠纷的新特点，抓住苗头，加强预测、预防、化解工作。要积极配合公安部门做好学生公寓周边环境的治安管理工作，经常互通信息，认真分析、排查影响学校稳定的不安全因素，发现问题，及时解决。</p>
    </div>
    <div class="we-padding right-box">
      <div class="we-title we-margin-bottom-10 we-flex-ai">
        <span class="we-margin-right-5">欢迎你</span>
        <div class="we-relative">
          <span>{{userInfo.name}}</span>
          <img src="@img/icon_man.png" alt="" class="sex-img" v-if="userInfo.sex == '男'">
          <img src="@img/icon_woman.png" alt="" class="sex-img" v-if="userInfo.sex == '女'">
        </div>
      </div>
      <div class="we-flex we-margin-bottom-10" v-if="userInfo.position">
        <span class="we-nowrap we-padding-right-5">职位：</span>
        <span>{{userInfo.position}}</span>
      </div>
      <div class="we-flex we-margin-bottom-10" v-if="userInfo.instroduce">
        <span class="we-nowrap we-padding-right-5">简介：</span>
        <span class="we-line-2">{{userInfo.instroduce}}</span>
      </div>
      <div v-if="userInfo.headImg && userInfo.headImg.fullName" class="we-flex-jc-ai">
        <img :src="userInfo.headImg.fullName" alt="" class="avatar-img">
      </div>

    </div>
  </div>
</template>

<script>
import { mapGetters } from 'vuex'
export default {
  name: 'welcome',
  computed: {
    ...mapGetters(['userInfo'])
  },
  created() {
    console.log(123, this.userInfo)
  }
}
</script>

<style lang="scss" scoped>
@import "./welcome.scss";
</style>